---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitWireNumHotsParam
source: html/835f4699-2c7d-7b36-346e-11ca1589848a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitWireNumHotsParam Property

"# of Hot Conductors"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitWireNumHotsParam { get; }
```